[
    {
        "Creacion":"2010",
        "Ciudad":"Bogotá",
        "Lider":"Holman Diego Bolívar Barón",
        "Correo":"gisic@ucatolica.edu.co",
        "Clasificacion":"A con vigencia hasta la publicación de los resultados de la siguiente convocatoria.",
        "instituciones":"Universidad Católica de Colombia",
        "PlanEstrategico":"Actualmente se vienen desarrollando los siguientes proyectos de Investigación:",
        "Primero":"Modelo basado en aprendizaje automático y big data para el apoyo terapeutico en procesos de rehabilitación de deterioro cognitive.",
        "Segundo":"Prototipo de plataforma tecnológica colaborativa como soporte para la medición y estimación de la calidad de aire en ambientes móviles - proyecto innovo.",
        "Tercero":"Diseño de una red de distribución híbrida para un operador logístico.",
        "Cuarto":"Diseño de una arquitectura de seguridad de TI para cloud computing.",
        "Quinto":"Diseño de sistema inteligente para la microfabricación de plásticos.",
        "Sexto":"Derecho y Big Data.",
        "EstadoDelArte":"La gestión, optimización, configuración, seguridad y mantenimiento de complejos sistemas informáticos se ha convertido en una labor pesada y de gran consumo de recursos humanos, por lo cual se hace necesario desarrollar software inteligente para que dichos sistemas se autogestionen. La computación en malla (Grid Computing) reúne y virtualiza un conjunto de computadores, servidores, sistemas de almacenamiento y redes de comunicación en un gran sistema integrado para proveer cantidades y calidades no triviales de servicios computacionales, los cuales se proveen de forma transparente a las aplicaciones que se ejecutan en el sistema. La computación en nube (Cloud Computing) centra la prestación de servicios en granjas de almacenamiento. Generar protocolos, arquitecturas y modelos de servicios para aprovechar estas tecnologías es una de las necesidades de la computación actual. La adaptación de la tecnología de agentes para la construcción de herramientas de soporte a la negociación, mantenimiento y traza automática de las interacciones entre componentes o servicios, buscando verdadera interactividad a partir de la semántica de los mismos, por lo tanto se requiere integrar representación de conocimiento en los componentes, así como facilidades para su autoconfiguración. Debido a que los problemas que debe abordar el desarrollo de software en la actualidad se relacionan con un mayor número de variables a considerar, administración de diferentes procesadores, módulos para la toma de decisiones y dinámica continua de los procesos donde es utilizado el software, obliga a la necesidad de desarrollar software con la capacidad de generar resultados a partir de la optimización de recursos en todas sus dimensiones y una secuencia de acciones lógicas en función de un objetivo en particular, lo que comúnmente es llamado inteligencia artificial.",
        "Objetivos":" Articular la investigación que se viene adelantando en el grupo GISIC con la facultad de Ingeniería y los programas de Ingeniería de Sistemas y Computación, Ingeniería Electrónica y Telecomunicaciones, Especialización en Auditoria de sistemas de Información, Especialización en Seguridad de la Información y Maestría en Ingeniería y Gestión de la Innovación Fomentar la actividad investigativa en docentes y estudiantes de los programas de Ingeniería de Sistemas y Computación, Ingeniería Electrónica y Telecomunicaciones, Especialización en Auditoria de sistemas de Información, Especialización en Seguridad de la Información y Maestría en Ingeniería y Gestión de la Innovación Mantener la dinámica investigativa y las tasas de contribución a los índices de producción intelectual del Sistema Nacional de Ciencia y Tecnología.",
        "Retos":"Objetivos: Articular la investigación que se viene adelantando en el grupo GISIC con la facultad de Ingeniería y los programas de Ingeniería de Sistemas y Computación, Ingeniería Electrónica y Telecomunicaciones, Especialización en Auditoria de sistemas de Información, Especialización en Seguridad de la Información y Maestría en Ingeniería y Gestión de la Innovación Fomentar la actividad investigativa en docentes y estudiantes de los programas de Ingeniería de Sistemas y Computación, Ingeniería Electrónica y Telecomunicaciones, Especialización en Auditoria de sistemas de Información, Especialización en Seguridad de la Información y Maestría en Ingeniería y Gestión de la Innovación Mantener la dinámica investigativa y las tasas de contribución a los índices de producción intelectual del Sistema Nacional de Ciencia y Tecnología.",
        "Vision":"Visión: Para el año 2022 el grupo de Investigación en Software Inteligente y Convergencia Tecnológica será un referente lcoal en la investigación y desarrollo de componentes de software basados en inteligencia artificial, que integren soluciones para la salud, educación y pequeña empresa maximizando la producción y optimización de recursos económicos y ambientales.",
        "LineaDeInvestigacion":"Software Inteligente y Convergencia Tecnologica"
    
    }  
]
